[
  {
    "title": "What is my ecological footprint?",
    "text": "A ‘footprint’ is a common way scientists measure the environmental impact our decisions have. Much like a footprint in mud leaves an impression when it dries, the mundane choices we make every day about what we eat leave a lasting impression on the earth.\n\nWhile you may not pay much attention to what your family buys or what you eat, we all make decisions that contribute to our energy consumption. The choices we make about what we eat, where the food comes from and how it is processed all create ecological deficits when we do not use renewable resources. Our choices today will affect us and the rest of the world in the years and decades ahead of us. If you are interested in taking a more indepth carbon footprint quiz that measures energy, land, water, and food consumption, you can find one here: https://www.nature.org/greenliving/carboncalculator/?redirect=https-301"
  },
  {
    "title": "How does food affect me? Your brain on food",
    "text": "Think about it. Your brain is always 'on'. It takes care of your thoughts and movements, your breathing and heartbeat, your senses — it works hard 24/7, even while you’re asleep. This means your brain requires a constant supply of fuel. That 'fuel' comes from the foods you eat — and what’s in that fuel makes all the difference. Put simply, what you eat directly affects the structure and function of your brain and, ultimately, your mood.\n\nLike an expensive car, your brain functions best when it gets only premium fuel. Eating high-quality foods that contain lots of vitamins, minerals, and antioxidants nourishes the brain and protects it from stress — the 'waste' produced when the body uses oxygen, which can damage cells.\n\nUnfortunately, just like an expensive car, your brain can be damaged if you ingest anything other than premium fuel. If substances from 'low-premium' fuel (eating processed or refined foods) get to the brain, it has little ability to get rid of them. Diets high in refined sugars, for example, are harmful to the brain. In addition to worsening your body’s regulation of insulin, they also promote inflammation and oxidative stress. Multiple studies have found a correlation between a diet high in refined sugars and impaired brain function — and even a worsening of symptoms of mood disorders, such as depression.\n\nIt makes sense. If your brain is deprived of good-quality nutrition, or if free radicals or damaging inflammatory cells are circulating within the brain’s enclosed space, further contributing to brain tissue injury, consequences are to be expected. What’s interesting is that for many years, the medical field did not fully acknowledge the connection between mood and food.\n\nToday, fortunately, the field of nutritional psychiatry is finding there are many consequences and correlations between not only what you eat, how you feel, and how you ultimately behave, but also the kinds of bacteria that live in your gut.\n\nHow the foods you eat affect how you feel\n\nSerotonin is a neurotransmitter (part of the brain) that helps regulate sleep and appetite, mediate moods, and inhibit pain. Since about 95% of your serotonin is produced in your gastrointestinal tract, and your gastrointestinal tract is lined with a hundred million nerve cells, or neurons, it makes sense that the inner workings of your digestive system don’t just help you digest food, but also guide your emotions. What’s more, the function of these neurons — and the production of neurotransmitters like serotonin — is highly influenced by the billions of 'good' bacteria that make up your intestinal microbiome. These bacteria play an essential role in your health. They protect the lining of your intestines and ensure they provide a strong barrier against toxins and 'bad' bacteria; they limit inflammation; they improve how well you absorb nutrients from your food; and they activate neural pathways that travel directly between the gut and the brain.\n\nStudies have shown that when people take probiotics (supplements containing the good bacteria), their anxiety levels, perception of stress, and mental outlook improve, compared with people who did not take probiotics. Other studies have compared 'traditional' diets, like the Mediterranean diet and the traditional Japanese diet, to a typical 'Western' diet and have shown that the risk of depression is 25% to 35% lower in those who eat a traditional diet.\n\n Scientists account for this difference because these traditional diets tend to be high in vegetables, fruits, unprocessed grains, and fish and seafood, and to contain only modest amounts of lean meats and dairy. They eat less processed and refined foods and sugars, which are staples of Western diets. In addition, many of these unprocessed foods are fermented, and therefore act as natural probiotics.\n\nWhat does this mean for you?\n\nStart paying attention to how eating different foods makes you feel — not just in the moment, but the next day. Try eating a 'clean' diet for two to three weeks — that means cutting out all processed foods and sugar. Add fermented foods like pickled vegetables, kimchi, miso, sauerkraut, pickles, or kombucha. You also might want to try going dairy-free — and some people even feel that they feel better when their diets are grain-free. See how you feel. Then slowly introduce foods back into your diet, one by one, and see how you feel. Give it a try!\n\nEach day scientists and community leaders discover more about the importance of what we eat. The field of Nutritional Psychiatry is relatively new, however there are observational data regarding the association between diet quality and mental health across countries, cultures and age groups – depression in particular. In the future, it will be up to you to continue building scientific connections for healthier communities.",
    "date": "April 05, 2018",
    "author": "Eva Selhub MD, Contributing Editor"
  }
]
